Repository: vdr-projects/vdr-plugin-hddarchive
Catalog: po/*.po
Languages: de_de

source: HDD-Archive functions
de_de: HDD-Archiv Funktionen

source: HDD-Archive
de_de: HDD-Archiv

source: Button$Open
de_de: Öffnen

source: Button$Edit
de_de: Editieren

source: Commands
de_de: Befehle

source: Button$Play
de_de: Wiedergabe

source: Button$Archive
de_de: Archiv

source: Button$Delete
de_de: Löschen

source: Button$Info
de_de: Info

source: Please attach archive-hdd %s
de_de: Bitte Archiv-HDD %s anschliessen

source: Could not mount archive-hdd!
de_de: Konnte Archiv-HDD nicht mounten!

source: Recording not found!
de_de: Aufzeichnung nicht gefunden!

source: Cannot delete archived recording!
de_de: Kann keine archivierte Aufzeichnung löschen!

source: Delete recording?
de_de: Aufzeichnung löschen?

source: Timer still recording - really delete?
de_de: Timer zeichnet auf - trotzdem löschen?

source: Recording is being edited - really delete?
de_de: Aufzeichnung wird geschnitten - trotzdem löschen?

source: Error while deleting recording!
de_de: Fehler beim Löschen der Aufzeichnung!

source: Recording commands
de_de: Befehle für Aufzeichnungen

source: Hide main menu entry
de_de: Hauptmenüeintrag ausblenden

source: Replace original recmenu
de_de: Originales Aufzeichnungsmenü ersetzen

source: Archive device
de_de: Archiv Gerät

source: Archive mountpoint
de_de: Archiv Mountpunkt
